export default {
  projections: {
    СотрудникиE: {
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      отдел: {
        __caption__: 'Отдел',
        название: {
          __caption__: 'Название'
        }
      },
      должность: {
        __caption__: 'Должность',
        название: {
          __caption__: 'Название'
        }
      }
    },
    СотрудникиL: {
      iD: {
        __caption__: 'ID'
      },
      дата_приема: {
        __caption__: 'Дата_приема'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      отдел: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      },
      должность: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    дата_приема: {
      __caption__: 'Дата_приема'
    },
    должность: {
      __caption__: 'Должность'
    },
    отдел: {
      __caption__: 'Отдел'
    }
  }
};
