export default {
  projections: {
    Физ_лицаE: {
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      }
    },
    Физ_лицаL: {
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      }
    }
  },
  validations: {
    контакты: {
      __caption__: 'Контакты'
    },
    образование: {
      __caption__: 'Образование'
    },
    опыт_работы: {
      __caption__: 'Опыт_работы'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
